Repository: MFvision/nearest-mosque
Catalog: ios/App/Resources/Localizable.xcstrings
Source language: en
Languages: ar, as, bn, bs, ckb, es, fa, fa_af, fil, fr, gu, ha, hi, hu, id, ka, km, kn, mk, ml, mr, nl, pa, pt, ru, si, sr, sw, te, th, tr, ug, ur, vi, zh_hans

source: About
ar: حول التطبيق
as: এপৰ বিষয়ে
bn: অ্যাপ সম্পর্কে
bs: O aplikaciji
ckb: دەربارە
es: Acerca de
fa: درباره
fa_af: درباره
fil: Tungkol sa app
fr: À propos
gu: ઍપ વિશે
ha: Game da
hi: ऐप के बारे में
hu: Névjegy
id: Tentang
ka: შესახებ
km: អំពី
kn: ಕುರಿತು
mk: За апликацијата
ml: വിവരം
mr: ॲपबद्दल
nl: Over
pa: ਜਾਣਕਾਰੀ
pt: Sobre
ru: О приложении
si: පිළිබඳ
sr: О апликацији
sw: Kuhusu
te: గురించి
th: เกี่ยวกับ
tr: Hakkında
ug: ھەققىدە
ur: تعارف
vi: Giới thiệu
zh_hans: 关于

# ai_language_unsupported
source: On-device writing isn’t available in this language. Showing quotes instead.
ar: الكتابة على الجهاز غير متاحة بهذه اللغة، لذا تُعرض الاقتباسات.
as: এই ভাষাত অন-ডিভাইচ লিখন উপলব্ধ নহয়। তাৰ সলনি উদ্ধৃতি দেখুওৱা হৈছে।
bn: এই ভাষায় অন-ডিভাইস লেখা সম্ভব নয়। এর বদলে উদ্ধৃতি দেখানো হচ্ছে।
bs: Pisanje na uređaju nije dostupno na ovom jeziku. Prikazujemo citate.
ckb: نووسین لەسەر ئامێر بەم زمانە بەردەست نییە. لە جیاتی ئەوە وەرگیراوەکان پیشان دەدرێن.
es: La redacción en el dispositivo no está disponible en este idioma. Se muestran citas.
fa: نوشتن روی گوشی به این زبان در دسترس نیست. به‌جای آن نقل‌قول‌ها نمایش داده می‌شوند.
fa_af: نوشتن روی موبایل به این زبان در دسترس نیست. به‌جای آن نقل‌قول‌ها نمایش داده می‌شوند.
fil: Hindi available ang pagsulat sa device sa wikang ito. Mga sipi ang ipinapakita sa halip.
fr: La rédaction sur l’appareil n’existe pas dans cette langue. Citations affichées à la place.
gu: આ ભાષામાં ઑન-ડિવાઇસ લેખન ઉપલબ્ધ નથી. તેના બદલે અવતરણો બતાવી રહ્યા છીએ.
ha: Rubutu a cikin na'ura ba ya samuwa a wannan harshe. Ana nuna ɗaukar magana a maimakon haka.
hi: इस भाषा में ऑन-डिवाइस लेखन उपलब्ध नहीं है। इसके बजाय उद्धरण दिखाए जा रहे हैं।
hu: Az eszközön történő szövegírás ezen a nyelven nem érhető el. Helyette idézeteket mutatunk.
id: Penulisan di perangkat tidak tersedia dalam bahasa ini. Menampilkan kutipan.
ka: მოწყობილობაზე წერა ამ ენაზე მიუწვდომელია. სანაცვლოდ ნაჩვენებია ციტატები.
km: ការសរសេរលើឧបករណ៍មិនមានសម្រាប់ភាសានេះទេ។ កំពុងបង្ហាញសម្រង់ជំនួសវិញ។
kn: ಈ ಭಾಷೆಯಲ್ಲಿ ಸಾಧನದಲ್ಲೇ ಬರವಣಿಗೆ ಲಭ್ಯವಿಲ್ಲ. ಬದಲಿಗೆ ಉಲ್ಲೇಖಗಳನ್ನು ತೋರಿಸಲಾಗುತ್ತಿದೆ.
mk: Пишувањето на уредот не е достапно на овој јазик. Наместо тоа прикажуваме цитати.
ml: ഈ ഭാഷയിൽ ഉപകരണത്തിലെ എഴുത്ത് ലഭ്യമല്ല. പകരം ഉദ്ധരണികൾ കാണിക്കുന്നു.
mr: या भाषेत ऑन-डिव्हाइस लेखन उपलब्ध नाही. त्याऐवजी उतारे दाखवत आहोत.
nl: Schrijven op het apparaat is niet beschikbaar in deze taal. In plaats daarvan worden citaten getoond.
pa: ਇਸ ਭਾਸ਼ਾ ਵਿੱਚ ਫ਼ੋਨ ’ਤੇ ਲਿਖਾਈ ਉਪਲਬਧ ਨਹੀਂ। ਇਸ ਦੀ ਥਾਂ ਹਵਾਲੇ ਦਿਖਾਏ ਜਾ ਰਹੇ ਹਨ।
pt: A escrita no aparelho não está disponível neste idioma. Mostrando citações.
ru: Составление ответов на устройстве недоступно на этом языке. Показываем цитаты.
si: මෙම භාෂාවෙන් උපාංගයේ ලිවීම නොමැත. ඒ වෙනුවට උපුටා දැක්වීම් පෙන්වමින්.
sr: Писање на уређају није доступно на овом језику. Приказујемо цитате.
sw: Uandishi kwenye kifaa haupatikani kwa lugha hii. Inaonyesha manukuu badala yake.
te: ఈ భాషలో ఆన్-డివైస్ రచన అందుబాటులో లేదు. బదులుగా ఉల్లేఖనలను చూపిస్తోంది.
th: การเขียนในเครื่องยังไม่รองรับภาษานี้ จึงแสดงข้อความอ้างอิงแทน
tr: Bu dilde cihaz içi yazım yok. Bunun yerine alıntılar gösteriliyor.
ug: بۇ تىلدا ئۈسكۈنىدە يېزىش مۇمكىن ئەمەس. ئۇنىڭ ئورنىغا نەقىللەر كۆرسىتىلىدۇ.
ur: اس زبان میں فون پر لکھائی دستیاب نہیں، اس لیے اقتباسات دکھائے جا رہے ہیں۔
vi: Tính năng viết trên thiết bị chưa hỗ trợ ngôn ngữ này. Đang hiển thị trích dẫn thay thế.
zh_hans: 此语言暂不支持设备端撰写，改为显示引文。

# ai_pack_not_installed
source: On-device AI isn’t available on this phone yet. You still get answers that quote your books.
ar: الذكاء على الجهاز غير متاح على هذا الهاتف بعد، وستحصل مع ذلك على إجابات تقتبس من كتبك.
as: অন-ডিভাইচ AI এতিয়াও এই ফোনত উপলব্ধ নহয়। তথাপি আপুনি আপোনাৰ কিতাপৰ উদ্ধৃতিসহ উত্তৰ পাব।
bn: অন-ডিভাইস AI এখনো এই ফোনে নেই। তবুও আপনি আপনার বই থেকে উদ্ধৃতিসহ উত্তর পাবেন।
bs: AI na uređaju još nije dostupan na ovom telefonu. I dalje dobijate odgovore koji citiraju vaše knjige.
ckb: زیرەکی دەستکردی سەر ئامێر هێشتا لەسەر ئەم مۆبایلە بەردەست نییە. هێشتا وەڵام وەردەگریت کە لە کتێبەکانتەوە وەرگیراون.
es: La IA en el dispositivo aún no está disponible aquí. Igualmente recibirás respuestas que citan tus libros.
fa: هوش مصنوعی روی گوشی هنوز روی این گوشی در دسترس نیست. همچنان پاسخ‌هایی با نقل از کتاب‌هایتان دریافت می‌کنید.
fa_af: هوش مصنوعی روی موبایل هنوز روی این موبایل در دسترس نیست. همچنان پاسخ‌هایی با نقل از کتاب‌هایتان دریافت می‌کنید.
fil: Hindi pa available ang AI sa device sa teleponong ito. Makakakuha ka pa rin ng mga sagot na sumisipi sa iyong mga aklat.
fr: L’IA sur l’appareil n’est pas encore disponible ici. Vous recevez quand même des réponses citant vos livres.
gu: ઑન-ડિવાઇસ AI હજી આ ફોન પર ઉપલબ્ધ નથી. છતાં તમને તમારાં પુસ્તકોનાં અવતરણવાળા જવાબો મળતા રહેશે.
ha: AI a cikin na'ura ba ta samu a wannan wayar ba tukuna. Har yanzu kuna samun amsoshin da ke ɗauko daga littattafanku.
hi: ऑन-डिवाइस AI अभी इस फ़ोन पर उपलब्ध नहीं है। फिर भी आपको आपकी किताबों के उद्धरणों वाले जवाब मिलते रहेंगे।
hu: Az eszközön futó MI még nem érhető el ezen a telefonon. A könyveidből idéző válaszokat így is megkapod.
id: AI di perangkat belum tersedia di ponsel ini. Anda tetap mendapat jawaban yang mengutip buku Anda.
ka: მოწყობილობაზე AI ამ ტელეფონზე ჯერ მიუწვდომელია. მაინც მიიღებთ პასუხებს, რომლებიც თქვენს წიგნებს ციტირებს.
km: AI លើឧបករណ៍មិនទាន់មាននៅលើទូរសព្ទនេះនៅឡើយទេ។ អ្នកនៅតែទទួលបានចម្លើយដែលដកស្រង់ពីសៀវភៅរបស់អ្នក។
kn: ಸಾಧನದಲ್ಲೇ AI ಈ ಫೋನ್‌ನಲ್ಲಿ ಇನ್ನೂ ಲಭ್ಯವಿಲ್ಲ. ಆದರೂ ನಿಮ್ಮ ಪುಸ್ತಕಗಳನ್ನು ಉಲ್ಲೇಖಿಸುವ ಉತ್ತರಗಳು ನಿಮಗೆ ಸಿಗುತ್ತವೆ.
mk: AI на уредот сè уште не е достапна на овој телефон. Сепак добивате одговори што цитираат од вашите книги.
ml: ഉപകരണത്തിലെ AI ഈ ഫോണിൽ ഇതുവരെ ലഭ്യമല്ല. എങ്കിലും നിങ്ങളുടെ പുസ്തകങ്ങൾ ഉദ്ധരിക്കുന്ന ഉത്തരങ്ങൾ ലഭിക്കും.
mr: ऑन-डिव्हाइस AI अजून या फोनवर उपलब्ध नाही. तरीही तुम्हाला तुमच्या पुस्तकांमधील उतारे असलेली उत्तरे मिळतील.
nl: AI op het apparaat is nog niet beschikbaar op deze telefoon. Je krijgt nog steeds antwoorden die je boeken citeren.
pa: ਫ਼ੋਨ ’ਤੇ AI ਅਜੇ ਇਸ ਫ਼ੋਨ ’ਤੇ ਉਪਲਬਧ ਨਹੀਂ। ਫਿਰ ਵੀ ਤੁਹਾਨੂੰ ਤੁਹਾਡੀਆਂ ਕਿਤਾਬਾਂ ਦੇ ਹਵਾਲਿਆਂ ਵਾਲੇ ਜਵਾਬ ਮਿਲਣਗੇ।
pt: A IA no aparelho ainda não está disponível neste celular. Você continua recebendo respostas que citam seus livros.
ru: ИИ на устройстве пока недоступен на этом телефоне. Вы всё равно получаете ответы с цитатами из ваших книг.
si: උපාංගයේ AI මෙම දුරකථනයේ තවම නොමැත. එසේ වුවද ඔබේ පොත් උපුටා දක්වන පිළිතුරු ඔබට ලැබේ.
sr: AI на уређају још није доступан на овом телефону. И даље добијате одговоре који цитирају ваше књиге.
sw: AI ya kwenye kifaa bado haipatikani kwenye simu hii. Bado utapata majibu yanayonukuu vitabu vyako.
te: ఈ ఫోన్‌లో ఆన్-డివైస్ AI ఇంకా అందుబాటులో లేదు. అయినా మీ పుస్తకాలను ఉటంకించే సమాధానాలు మీకు లభిస్తాయి.
th: AI ในเครื่องยังไม่พร้อมใช้งานในโทรศัพท์นี้ คุณยังได้รับคำตอบที่ยกข้อความจากหนังสือของคุณ
tr: Cihaz içi yapay zekâ bu telefonda henüz yok. Yine de kitaplarınızdan alıntı yapan cevaplar alırsınız.
ug: ئۈسكۈنىدىكى سۈنئىي ئەقىل بۇ تېلېفوندا تېخى يوق. كىتابلىرىڭىزدىن نەقىل كەلتۈرىدىغان جاۋابلارغا يەنىلا ئېرىشىسىز.
ur: فون پر AI ابھی دستیاب نہیں۔ پھر بھی آپ کو کتابوں کے حوالوں والے جوابات ملیں گے۔
vi: AI trên thiết bị chưa khả dụng trên điện thoại này. Bạn vẫn nhận được câu trả lời trích dẫn sách của bạn.
zh_hans: 此手机暂不支持设备端 AI。你仍可获得引用书籍的回答。

# ai_status_local
source: On-device AI with quotes
ar: ذكاء على الجهاز مع اقتباسات
as: উদ্ধৃতিসহ অন-ডিভাইচ AI
bn: উদ্ধৃতিসহ অন-ডিভাইস AI
bs: AI na uređaju, uz citate
ckb: زیرەکی دەستکردی سەر ئامێر لەگەڵ وەرگیراو
es: IA en el dispositivo con citas
fa: هوش مصنوعی روی گوشی با نقل‌قول
fa_af: هوش مصنوعی روی موبایل با نقل‌قول
fil: AI sa device na may mga sipi
fr: IA sur l’appareil avec citations
gu: અવતરણો સાથે ઑન-ડિવાઇસ AI
ha: AI a cikin na'ura tare da ɗaukar magana
hi: उद्धरणों के साथ ऑन-डिवाइस AI
hu: Eszközön futó MI idézetekkel
id: AI di perangkat dengan kutipan
ka: მოწყობილობაზე AI ციტატებით
km: AI លើឧបករណ៍ ជាមួយសម្រង់
kn: ಉಲ್ಲೇಖಗಳೊಂದಿಗೆ ಸಾಧನದಲ್ಲೇ AI
mk: AI на уредот со цитати
ml: ഉദ്ധരണികളോടെ ഉപകരണത്തിലെ AI
mr: उताऱ्यांसह ऑन-डिव्हाइस AI
nl: AI op het apparaat met citaten
pa: ਹਵਾਲਿਆਂ ਸਮੇਤ ਫ਼ੋਨ ’ਤੇ AI
pt: IA no aparelho com citações
ru: ИИ на устройстве с цитатами
si: උපුටා දැක්වීම් සහිත උපාංගයේ AI
sr: AI на уређају, уз цитате
sw: AI ya kwenye kifaa pamoja na manukuu
te: ఉల్లేఖనలతో ఆన్-డివైస్ AI
th: AI ในเครื่องพร้อมข้อความอ้างอิง
tr: Cihaz içi yapay zekâ ve alıntılar
ug: ئۈسكۈنىدىكى سۈنئىي ئەقىل، نەقىل بىلەن
ur: فون پر AI، حوالوں کے ساتھ
vi: AI trên thiết bị kèm trích dẫn
zh_hans: 设备端 AI，附引文

# ai_status_search
source: Quotes from your books
ar: اقتباسات من كتبك
as: আপোনাৰ কিতাপৰ উদ্ধৃতি
bn: আপনার বই থেকে উদ্ধৃতি
bs: Citati iz vaših knjiga
ckb: وەرگیراو لە کتێبەکانت
es: Citas de tus libros
fa: نقل از کتاب‌های شما
fa_af: نقل از کتاب‌های شما
fil: Mga sipi mula sa iyong mga aklat
fr: Citations de vos livres
gu: તમારાં પુસ્તકોમાંથી અવતરણો
ha: Ɗaukar magana daga littattafanku
hi: आपकी किताबों से उद्धरण
hu: Idézetek a könyveidből
id: Kutipan dari buku Anda
ka: ციტატები თქვენი წიგნებიდან
km: សម្រង់ពីសៀវភៅរបស់អ្នក
kn: ನಿಮ್ಮ ಪುಸ್ತಕಗಳಿಂದ ಉಲ್ಲೇಖಗಳು
mk: Цитати од вашите книги
ml: നിങ്ങളുടെ പുസ്തകങ്ങളിൽ നിന്നുള്ള ഉദ്ധരണികൾ
mr: तुमच्या पुस्तकांमधील उतारे
nl: Citaten uit je boeken
pa: ਤੁਹਾਡੀਆਂ ਕਿਤਾਬਾਂ ਤੋਂ ਹਵਾਲੇ
pt: Citações dos seus livros
ru: Цитаты из ваших книг
si: ඔබේ පොත්වලින් උපුටා දැක්වීම්
sr: Цитати из ваших књига
sw: Manukuu kutoka kwenye vitabu vyako
te: మీ పుస్తకాల నుండి ఉల్లేఖనలు
th: ข้อความจากหนังสือของคุณ
tr: Kitaplarınızdan alıntılar
ug: كىتابلىرىڭىزدىن نەقىل
ur: آپ کی کتابوں سے اقتباسات
vi: Trích dẫn từ sách của bạn
zh_hans: 引用你的书籍

# alarm_stop
source: Stop
ar: إيقاف
as: বন্ধ কৰক
bn: বন্ধ করুন
bs: Zaustavi
ckb: ڕاگرتن
es: Detener
fa: توقف
fa_af: توقف
fil: Ihinto
fr: Arrêter
gu: બંધ કરો
ha: Tsaya
hi: बंद करें
hu: Leállítás
id: Hentikan
ka: შეჩერება
km: បញ្ឈប់
kn: ನಿಲ್ಲಿಸಿ
mk: Запри
ml: നിർത്തുക
mr: बंद करा
nl: Stoppen
pa: ਬੰਦ ਕਰੋ
pt: Parar
ru: Стоп
si: නවත්වන්න
sr: Заустави
sw: Simamisha
te: ఆపు
th: หยุด
tr: Durdur
ug: توختىتىش
ur: بند کریں
vi: Dừng
zh_hans: 停止

# alerts_at_fajr
source: At Fajr
ar: عند الفجر
as: ফজৰৰ সময়ত
bn: ফজরের সময়ে
bs: U vrijeme sabaha
ckb: لە کاتی بەیانی
es: A la hora del Fajr
fa: سر وقت صبح
fa_af: سر وقت صبح
fil: Sa Fajr
fr: À l'heure du Fajr
gu: ફજરના સમયે
ha: A lokacin Asuba
hi: फ़ज्र के समय
hu: Fadzsrkor
id: Saat Subuh
ka: ფაჯრის დროს
km: នៅពេលស៊ូពុហ៍
kn: ಫಜ್ರ್ ಸಮಯದಲ್ಲಿ
mk: Во време на сабах
ml: സുബ്ഹിന്റെ സമയത്ത്
mr: फजरच्या वेळी
nl: Bij Fajr
pa: ਫ਼ਜਰ ਵੇਲੇ
pt: No Fajr
ru: Во время фаджра
si: ෆජ්ර් වේලාවට
sr: У време сабаха
sw: Wakati wa Alfajiri
te: ఫజ్ర్ సమయానికి
th: เมื่อถึงซุบฮิ
tr: İmsak vaktinde
ug: بامدات ۋاقتىدا
ur: فجر کے وقت
vi: Vào giờ Fajr
zh_hans: 晨礼时

# alerts_before
source: Early reminder
ar: تذكير مبكر
as: আগতীয়া সোঁৱৰণী
bn: আগাম রিমাইন্ডার
bs: Rani podsjetnik
ckb: بیرخەرەوەی پێشوەختە
es: Aviso previo
fa: یادآوری زودتر
fa_af: یادآوری زودتر
fil: Maagang paalala
fr: Rappel anticipé
gu: વહેલું રિમાઇન્ડર
ha: Tunatarwa da wuri
hi: पहले से रिमाइंडर
hu: Korai emlékeztető
id: Pengingat lebih awal
ka: წინასწარი შეხსენება
km: ការរំលឹកមុនម៉ោង
kn: ಮುಂಚಿತ ಜ್ಞಾಪನೆ
mk: Ран потсетник
ml: മുൻകൂട്ടിയുള്ള ഓർമ്മപ്പെടുത്തൽ
mr: आधीचा रिमाइंडर
nl: Vroege herinnering
pa: ਅਗਾਊਂ ਯਾਦ-ਦਹਾਨੀ
pt: Lembrete antecipado
ru: Заблаговременное напоминание
si: කලින් සිහිකැඳවීම
sr: Рани подсетник
sw: Kikumbusho cha mapema
te: ముందస్తు రిమైండర్
th: เตือนล่วงหน้า
tr: Erken hatırlatma
ug: ئالدىن ئەسكەرتىش
ur: پیشگی یاددہانی
vi: Nhắc sớm
zh_hans: 提前提醒

# alerts_bells_note
source: Turn on the bell next to a prayer for a reminder at its time.
ar: فعّل الجرس بجانب الصلاة لتصلك تذكرة في وقتها.
as: কোনো নামাজৰ সময়ত সোঁৱৰণীৰ বাবে তাৰ কাষৰ ঘণ্টাটো অন কৰক।
bn: কোনো নামাজের সময়ে রিমাইন্ডার পেতে তার পাশের ঘণ্টাটি চালু করুন।
bs: Uključite zvonce pored namaza za podsjetnik u njegovo vrijeme.
ckb: زەنگی تەنیشت هەر نوێژێک چالاک بکە بۆ بیرخەرەوەیەک لە کاتی خۆیدا.
es: Active la campana junto a una oración para un aviso a su hora.
fa: زنگوله کنار هر نماز را روشن کنید تا سر وقت آن یادآوری دریافت کنید.
fa_af: زنگوله کنار هر نماز را روشن کنید تا سر وقت آن یادآوری دریافت کنید.
fil: I-on ang kampana sa tabi ng isang dasal para sa paalala sa oras nito.
fr: Activez la cloche à côté d'une prière pour un rappel à son heure.
gu: કોઈ નમાઝના સમયે રિમાઇન્ડર માટે તેની બાજુની ઘંટડી ચાલુ કરો.
ha: Kunna ƙararrawar da ke kusa da sallah don tunatarwa a lokacinta.
hi: किसी नमाज़ के समय पर रिमाइंडर के लिए उसके पास की घंटी चालू करें।
hu: Kapcsold be az ima melletti csengőt, hogy az ima idején emlékeztetőt kapj.
id: Nyalakan lonceng di samping salat untuk pengingat pada waktunya.
ka: ჩართეთ ზარი ლოცვის გვერდით, რომ მის დროს შეხსენება მიიღოთ.
km: បើកកណ្ដឹងនៅក្បែរសឡាត ដើម្បីទទួលការរំលឹកនៅពេលដល់ម៉ោង។
kn: ನಮಾಜ್‌ನ ಸಮಯಕ್ಕೆ ಜ್ಞಾಪನೆ ಪಡೆಯಲು ಅದರ ಪಕ್ಕದ ಗಂಟೆಯನ್ನು ಆನ್ ಮಾಡಿ.
mk: Вклучете го ѕвончето до намазот за потсетник во неговото време.
ml: ഒരു നമസ്കാരത്തിന്റെ സമയത്ത് ഓർമ്മപ്പെടുത്തൽ ലഭിക്കാൻ അതിനടുത്തുള്ള മണി ഓണാക്കുക.
mr: एखाद्या नमाजच्या वेळी रिमाइंडरसाठी तिच्या शेजारची घंटा चालू करा.
nl: Zet het belletje naast een gebed aan voor een herinnering op dat tijdstip.
pa: ਕਿਸੇ ਨਮਾਜ਼ ਦੇ ਵਕਤ ’ਤੇ ਯਾਦ-ਦਹਾਨੀ ਲਈ ਉਸ ਦੇ ਨਾਲ ਵਾਲੀ ਘੰਟੀ ਚਾਲੂ ਕਰੋ।
pt: Ative o sino ao lado de uma oração para receber um lembrete no horário dela.
ru: Включите колокольчик рядом с намазом, чтобы получить напоминание в его время.
si: සලාතයක වේලාවට සිහිකැඳවීමක් සඳහා එය අසල ඇති සීනුව සක්‍රිය කරන්න.
sr: Укључите звонце поред намаза за подсетник у његово време.
sw: Washa kengele iliyo kando ya sala ili upate kikumbusho wakati wake.
te: ఒక నమాజ్ సమయానికి రిమైండర్ కోసం దాని పక్కన ఉన్న గంటను ఆన్ చేయండి.
th: เปิดกระดิ่งข้างเวลาละหมาดเพื่อรับการเตือนเมื่อถึงเวลา
tr: Vaktinde hatırlatma için namazın yanındaki zili açın.
ug: ناماز ۋاقتىدا ئەسكەرتىش ئۈچۈن ناماز يېنىدىكى قوڭغۇراقنى ئېچىڭ.
ur: نماز کے ساتھ گھنٹی آن کریں تاکہ وقت پر یاددہانی ملے۔
vi: Bật chuông bên cạnh một giờ cầu nguyện để được nhắc đúng giờ.
zh_hans: 打开礼拜旁边的铃铛，即可在其时间收到提醒。

# alerts_fajr_alarm
source: Fajr alarm
ar: منبّه الفجر
as: ফজৰৰ এলাৰ্ম
bn: ফজরের অ্যালার্ম
bs: Alarm za sabah
ckb: ئەلارمی بەیانی
es: Alarma del Fajr
fa: زنگ هشدار صبح
fa_af: الارم صبح
fil: Alarm sa Fajr
fr: Alarme du Fajr
gu: ફજર એલાર્મ
ha: Ƙararrawar Asuba
hi: फ़ज्र अलार्म
hu: Fadzsr-ébresztő
id: Alarm Subuh
ka: ფაჯრის მაღვიძარა
km: ម៉ោងរោទ៍ស៊ូពុហ៍
kn: ಫಜ್ರ್ ಅಲಾರಂ
mk: Аларм за сабах
ml: സുബ്ഹ് അലാറം
mr: फजर अलार्म
nl: Fajr-wekker
pa: ਫ਼ਜਰ ਦਾ ਅਲਾਰਮ
pt: Alarme do Fajr
ru: Будильник на фаджр
si: ෆජ්ර් එලාමය
sr: Аларм за сабах
sw: Kengele ya Alfajiri
te: ఫజ్ర్ అలారం
th: นาฬิกาปลุกซุบฮิ
tr: Sabah alarmı
ug: بامدات ئويغاتقۇچى
ur: فجر کا الارم
vi: Báo thức Fajr
zh_hans: 晨礼闹钟

# alerts_fajr_alarm_note
source: Rings like an alarm until you stop it, even on silent where the phone allows.
ar: يرنّ كالمنبّه حتى توقفه، حتى في الوضع الصامت إن سمح الهاتف.
as: আপুনি বন্ধ নকৰালৈকে এলাৰ্মৰ দৰে বাজে, ফোনে অনুমতি দিলে ছাইলেণ্টতো।
bn: আপনি বন্ধ না করা পর্যন্ত অ্যালার্মের মতো বাজে, ফোন অনুমতি দিলে সাইলেন্টেও।
bs: Zvoni kao alarm dok ga ne zaustavite, čak i u nečujnom režimu gdje telefon to dozvoljava.
ckb: وەک ئەلارم لێدەدات تا ڕایدەگریت، تەنانەت لە دۆخی بێدەنگیشدا ئەگەر مۆبایلەکە ڕێگە بدات.
es: Suena como una alarma hasta que la detenga, incluso en silencio si el teléfono lo permite.
fa: مثل زنگ هشدار به صدا درمی‌آید تا آن را خاموش کنید، حتی در حالت بی‌صدا اگر گوشی اجازه دهد.
fa_af: مثل الارم زنگ می‌زند تا آن را خاموش کنید، حتی در حالت بی‌صدا اگر موبایل اجازه دهد.
fil: Tumutunog na parang alarm hanggang ihinto mo, kahit naka-silent kung pinapayagan ng telepono.
fr: Sonne comme une alarme jusqu'à l'arrêt, même en silencieux si le téléphone le permet.
gu: તમે બંધ ન કરો ત્યાં સુધી એલાર્મની જેમ વાગે છે, ફોન પરવાનગી આપે ત્યાં સાયલન્ટ પર પણ.
ha: Tana ƙara kamar ƙararrawa har sai kun dakatar da ita, ko da a yanayin shiru idan wayar ta yarda.
hi: जब तक आप बंद न करें, अलार्म की तरह बजता है, और जहाँ फ़ोन अनुमति दे वहाँ साइलेंट पर भी।
hu: Ébresztőként szól, amíg le nem állítod, néma módban is, ha a telefon engedi.
id: Berbunyi seperti alarm sampai Anda hentikan, bahkan saat senyap jika ponsel mengizinkan.
ka: რეკავს მაღვიძარასავით, სანამ არ გამორთავთ, ჩუმ რეჟიმშიც, თუ ტელეფონი ამის საშუალებას იძლევა.
km: រោទ៍ដូចម៉ោងរោទ៍ រហូតដល់អ្នកបញ្ឈប់វា សូម្បីតែនៅពេលបិទសំឡេង ប្រសិនបើទូរសព្ទអនុញ្ញាត។
kn: ನೀವು ನಿಲ್ಲಿಸುವವರೆಗೆ ಅಲಾರಂನಂತೆ ರಿಂಗ್ ಆಗುತ್ತದೆ, ಫೋನ್ ಅನುಮತಿಸಿದರೆ ಸೈಲೆಂಟ್‌ನಲ್ಲಿದ್ದರೂ ಸಹ.
mk: Ѕвони како аларм додека не го запрете, дури и на тивок режим, каде што телефонот дозволува.
ml: നിങ്ങൾ നിർത്തുന്നതുവരെ അലാറം പോലെ മുഴങ്ങും, ഫോൺ അനുവദിക്കുമെങ്കിൽ സൈലന്റിലും.
mr: तुम्ही बंद करेपर्यंत अलार्मसारखा वाजतो, फोन परवानगी देत असेल तिथे सायलेंटवरही.
nl: Gaat af als een wekker tot je hem stopt, ook op stil waar de telefoon dat toestaat.
pa: ਜਦੋਂ ਤੱਕ ਤੁਸੀਂ ਬੰਦ ਨਾ ਕਰੋ ਅਲਾਰਮ ਵਾਂਗ ਵੱਜਦਾ ਹੈ, ਜਿੱਥੇ ਫ਼ੋਨ ਇਜਾਜ਼ਤ ਦੇਵੇ ਉੱਥੇ ਸਾਈਲੈਂਟ ’ਤੇ ਵੀ।
pt: Toca como um alarme até você desligar, mesmo no silencioso quando o celular permite.
ru: Звонит как будильник, пока вы его не выключите, даже в беззвучном режиме, если телефон позволяет.
si: ඔබ නවත්වන තුරු එලාමයක් මෙන් නාද වේ, දුරකථනය ඉඩ දෙන තැන්වල නිහඬ ප්‍රකාරයේදී පවා.
sr: Звони као аларм док га не зауставите, чак и у нечујном режиму где телефон то дозвољава.
sw: Inalia kama kengele hadi uizime, hata simu ikiwa kimya pale simu inaporuhusu.
te: మీరు ఆపే వరకు అలారంలా మోగుతుంది, ఫోన్ అనుమతిస్తే సైలెంట్‌లో ఉన్నా కూడా.
th: ดังเหมือนนาฬิกาปลุกจนกว่าคุณจะหยุด แม้ในโหมดเงียบหากโทรศัพท์อนุญาต
tr: Durdurana kadar alarm gibi çalar; telefon izin verirse sessizde de.
ug: سىز توختاتمىغۇچە ئويغاتقۇچتەك جىرىڭلايدۇ، تېلېفون يول قويسا ئۈنسىز ھالەتتىمۇ.
ur: الارم کی طرح بجتا ہے جب تک آپ بند نہ کریں، فون اجازت دے تو خاموش موڈ میں بھی۔
vi: Đổ chuông như báo thức cho đến khi bạn tắt, kể cả khi ở chế độ im lặng nếu điện thoại cho phép.
zh_hans: 像闹钟一样响铃，直到你关闭它；在手机允许的情况下，静音时也会响。

# alerts_friday
source: Friday (Jumu'ah) reminder
ar: تذكير صلاة الجمعة
as: জুমাৰ সোঁৱৰণী
bn: জুমার রিমাইন্ডার
bs: Podsjetnik za petak (džuma)
ckb: بیرخەرەوەی نوێژی هەینی
es: Aviso del viernes (yumu'a)
fa: یادآور نماز جمعه
fa_af: یادآور نماز جمعه
fil: Paalala sa Biyernes (Jumu'ah)
fr: Rappel du vendredi (Joumou'a)
gu: જુમ્માનું રિમાઇન્ડર
ha: Tunatarwar ranar Juma'a
hi: जुमे का रिमाइंडर
hu: Pénteki (dzsuma) emlékeztető
id: Pengingat salat Jumat
ka: პარასკევის (ჯუმა) შეხსენება
km: ការរំលឹកថ្ងៃសុក្រ (ជុមអាត់)
kn: ಶುಕ್ರವಾರ (ಜುಮಾ) ಜ್ಞಾಪನೆ
mk: Потсетник за петок (џума)
ml: വെള്ളിയാഴ്ച (ജുമുഅ) ഓർമ്മപ്പെടുത്തൽ
mr: जुम्माचा रिमाइंडर
nl: Herinnering voor vrijdag (Jumu'ah)
pa: ਜੁੰਮੇ ਦੀ ਯਾਦ-ਦਹਾਨੀ
pt: Lembrete de sexta-feira (Jumu'ah)
ru: Напоминание о пятнице (джума)
si: සිකුරාදා (ජුම්ආ) සිහිකැඳවීම
sr: Подсетник за петак (џума)
sw: Kikumbusho cha Ijumaa
te: శుక్రవారం (జుమా) రిమైండర్
th: เตือนวันศุกร์ (ญุมอะฮ์)
tr: Cuma namazı hatırlatması
ug: جۈمە نامىزى ئەسكەرتىشى
ur: جمعہ کی یاددہانی
vi: Nhắc nhở thứ Sáu (Jumu'ah)
zh_hans: 主麻日提醒

# alerts_friday_note
source: 45 minutes before Dhuhr on Fridays.
ar: قبل الظهر بـ45 دقيقة يوم الجمعة.
as: শুকুৰবাৰে যোহৰৰ 45 মিনিট আগতে।
bn: শুক্রবার যোহরের 45 মিনিট আগে।
bs: 45 minuta prije podne-namaza petkom.
ckb: ٤٥ خولەک پێش نوێژی نیوەڕۆ لە ڕۆژانی هەینی.
es: 45 minutos antes del Dhuhr los viernes.
fa: ۴۵ دقیقه پیش از ظهر در روزهای جمعه.
fa_af: ۴۵ دقیقه پیش از نماز پیشین در روزهای جمعه.
fil: 45 minuto bago ang Dhuhr tuwing Biyernes.
fr: 45 minutes avant Dhuhr le vendredi.
gu: શુક્રવારે ઝોહરના 45 મિનિટ પહેલાં.
ha: Minti 45 kafin Azahar a ranar Juma'a.
hi: जुमे के दिन ज़ुहर से 45 मिनट पहले।
hu: Pénteken 45 perccel a zuhr előtt.
id: 45 menit sebelum Zuhur pada hari Jumat.
ka: ზუჰრამდე 45 წუთით ადრე, პარასკევობით.
km: 45 នាទីមុនហ្សូហ៊ួរ នៅថ្ងៃសុក្រ។
kn: ಶುಕ್ರವಾರಗಳಂದು ಝುಹರ್‌ಗೆ 45 ನಿಮಿಷ ಮೊದಲು.
mk: 45 минути пред пладне-намазот во петок.
ml: വെള്ളിയാഴ്ചകളിൽ ളുഹ്റിന് 45 മിനിറ്റ് മുമ്പ്.
mr: शुक्रवारी जोहरच्या 45 मिनिटे आधी.
nl: 45 minuten voor Dhuhr op vrijdag.
pa: ਜੁੰਮੇ ਵਾਲੇ ਦਿਨ ਜ਼ੁਹਰ ਤੋਂ 45 ਮਿੰਟ ਪਹਿਲਾਂ।
pt: 45 minutos antes do Dhuhr às sextas-feiras.
ru: За 45 минут до зухра по пятницам.
si: සිකුරාදා දිනවල ළුහර්ට මිනිත්තු 45 කට පෙර.
sr: 45 минута пре подне-намаза петком.
sw: Dakika 45 kabla ya Adhuhuri siku ya Ijumaa.
te: శుక్రవారాల్లో జుహర్‌కు 45 నిమిషాల ముందు.
th: 45 นาทีก่อนซุฮ์รีในวันศุกร์
tr: Cuma günleri öğleden 45 dakika önce.
ug: جۈمە كۈنى پېشىندىن 45 مىنۇت بۇرۇن.
ur: جمعہ کو ظہر سے 45 منٹ پہلے۔
vi: 45 phút trước Dhuhr vào thứ Sáu.
zh_hans: 每周五晌礼前 45 分钟。

# alerts_minutes
source: %1$lld min before
ar: قبل %1$lld دقيقة
as: %1$lld মিনিট আগতে
bn: %1$lld মিনিট আগে
bs: %1$lld min ranije
ckb: %1$lld خولەک پێشتر
es: %1$lld min antes
fa: %1$lld دقیقه قبل
fa_af: %1$lld دقیقه قبل
fil: %1$lld min bago
fr: %1$lld min avant
gu: %1$lld મિનિટ પહેલાં
ha: Minti %1$lld kafin
hi: %1$lld मिनट पहले
hu: %1$lld perccel előtte
id: %1$lld menit sebelum
ka: %1$lld წთ-ით ადრე
km: មុន %1$lld នាទី
kn: %1$lld ನಿಮಿಷ ಮೊದಲು
mk: %1$lld мин порано
ml: %1$lld മിനിറ്റ് മുമ്പ്
mr: %1$lld मिनिटे आधी
nl: %1$lld min van tevoren
pa: %1$lld ਮਿੰਟ ਪਹਿਲਾਂ
pt: %1$lld min antes
ru: За %1$lld мин
si: මිනි. %1$lld කට පෙර
sr: %1$lld мин раније
sw: Dakika %1$lld kabla
te: %1$lld ని. ముందు
th: ก่อน %1$lld นาที
tr: %1$lld dk önce
ug: %1$lld مىنۇت بۇرۇن
ur: %1$lld منٹ پہلے
vi: Trước %1$lld phút
zh_hans: 提前 %1$lld 分钟

# alerts_off
source: Off
ar: إيقاف
as: অফ
bn: বন্ধ
bs: Isključeno
ckb: ناچالاک
es: Desactivado
fa: خاموش
fa_af: خاموش
fil: Naka-off
fr: Désactivé
gu: બંધ
ha: A kashe
hi: बंद
hu: Ki
id: Mati
ka: გამორთული
km: បិទ
kn: ಆಫ್
mk: Исклучено
ml: ഓഫ്
mr: बंद
nl: Uit
pa: ਬੰਦ
pt: Desativado
ru: Выкл.
si: අක්‍රිය
sr: Искључено
sw: Imezimwa
te: ఆఫ్
th: ปิด
tr: Kapalı
ug: تاقاق
ur: بند
vi: Tắt
zh_hans: 关闭

# alerts_ramadan
source: Ramadan: suhoor and iftar
ar: رمضان: السحور والإفطار
as: ৰমজান: ছেহৰী আৰু ইফতাৰ
bn: রমজান: সেহরি ও ইফতার
bs: Ramazan: sehur i iftar
ckb: ڕەمەزان: پارشێو و بەربانگ
es: Ramadán: suhur e iftar
fa: رمضان: سحری و افطار
fa_af: رمضان: سحری و افطار
fil: Ramadan: suhoor at iftar
fr: Ramadan : suhour et iftar
gu: રમઝાન: સેહરી અને ઇફ્તાર
ha: Ramadan: sahur da buɗa baki
hi: रमज़ान: सहरी और इफ़्तार
hu: Ramadán: szahúr és iftár
id: Ramadan: sahur dan iftar
ka: რამადანი: სუჰური და იფთარი
km: រ៉ាម៉ាដន៖ សាហួរ និងអ៊ីហ្វតារ
kn: ರಮಝಾನ್: ಸಹರಿ ಮತ್ತು ಇಫ್ತಾರ್
mk: Рамазан: сехур и ифтар
ml: റമദാൻ: അത്താഴവും നോമ്പുതുറയും
mr: रमजान: सहरी आणि इफ्तार
nl: Ramadan: suhoor en iftar
pa: ਰਮਜ਼ਾਨ: ਸਹਿਰੀ ਅਤੇ ਇਫ਼ਤਾਰ
pt: Ramadã: suhoor e iftar
ru: Рамадан: сухур и ифтар
si: රමළාන්: සහර් සහ ඉෆ්තාර්
sr: Рамазан: сехур и ифтар
sw: Ramadhani: daku na futari
te: రంజాన్: సహరీ మరియు ఇఫ్తార్
th: รอมฎอน: สะฮูรและอิฟฏอร์
tr: Ramazan: sahur ve iftar
ug: رامىزان: سەھەرلىك ۋە ئىپتار
ur: رمضان: سحری اور افطار
vi: Ramadan: suhoor và iftar
zh_hans: 斋月：封斋饭与开斋
